const globalConst = {
    // 协议类别 bussTypes
    PROTOCOL_BUSS_TYPE: {
        0: '开单',
        1: '担保',
        2: '授信',
        3: '融单',
        4: '转单',
        5: '延期',
        6: '保理融资',
        7: '注册认证',
        8: 'e账户开通',
        9: '电子签名授权',
        10: '委托结算',
        11: '金单出资',
        12: '授信开单',
        13: '理财',
        14: '提前兑付',
        15: '发票融资'
    },
    // 角色状态
    ROLE_STATUS: { 0: '禁用', 1: '启用' },
    // 资源类型
    MENU_TYPE: { 1: '菜单', 2: '操作' }
}

export default globalConst
